let questions = [
    {
        numb: 1,
        question: "မင်းတောထဲမှာ ထူးဆန်းပြီး အရောင်တောက် နေတဲ့ ဥတစ်လုံး တွေ့ရင်ဘာလုပ်မလဲ။?",
        options: [ 
            "က။ စွန့်စားပြီး ကောက်ကိုင်မယ်",
            "ခ။ အရင် ဥထဲက အကောင် ေပါက်လာမလား သေချာစူးစမ်းမယ်",
            "ဂ။ တစ်ယောက်‌ယောက်ကိုခေါ်ပြီး ဥကိုပြမယ်။",
            "ဃ။ အသိုက်တစ်ခုလုပ်ပေးပြီး လုံ‌‌ခြုံအောင်လုပ်ပေးမယ်။"
        ]
    },
    {
        numb: 2,
        question: "မင်းသူငယ်ချင်းက မင်းကိုတစ် ‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌ယောက်ချင်း ပြိုင်ဖို့စိန်ခေါ်မယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ချက်ချင်းလက်ခံမယ်",
            "ခ။ ပြင်ဆင်ဖို့အချိန်တောင်းမယ်",
            "ဂ။ ပြိုင်ဆိုင်မှုကို ပျော်စရာကောင်းအောင်လုပ်မယ်",
            "ဃ။ ယဉ်ယဉ်ကျေးကျေး ငြင်းမယ်"
        ]
    },
    {
        numb: 3,
        question: "အန္တရာယ်များတဲ့ ဂူတစ်ခုထဲမှာ ရတနာ‌ တွေအများကြီးရှိတယ်လို့ မင်းသတင်းရတယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ဒီနေ့ညသွားမယ်",
            "ခ။ အသင်းတစ်ခုဖွဲ့ပြီး အစီအစဉ်အရင်ချမယ်",
            "ဂ။ ဒဏ္ဍာရီ တွေဖြစ်မယ်။ ပျော်ဖို့ကောင်းမှာပဲ",
            "ဃ။ အရမ်း အန္တရာယ်များတယ်။ မသွားဘူး။",
        ]
    },
    {
        numb: 4,
        question: "မင်းက ဘယ်လိုအချိန်မှာ အပျော်ဆုံးလဲ။?",
        options: [
            "က။ ‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌မင်းမျက်နှာ အပေါ် နေရောင်ထိုး နေတဲ့အချိန်",
            "ခ။ မိုးပေါက်လေး‌တွေ ပြတင်း ပေါက် မှန် အပေါ်ကျ နေတဲ့အချိန်",
            "ဂ။ မိုးတွေချိန်းနေတဲ့ အချိန်",
            "ဃ။ ကောင်းကင်က နှင်းကျနေတဲ့အချိန်"
        ]
    },
    {
        numb: 5,
        question: "မင်းက အရေးကြီးတဲ့ အရာတစ်ခုခု ကို နောက်ကျ နေတယ်။ မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌ချက်ချင်းပြေးသွားမယ်",
            "ခ။ စိတ်ငြိမ်အောင်ထားမယ်။ ပြေးသွားလဲမထူးဘူး",
            "ဂ။ အမြန် တောင်းပန်စကားပြောမယ်",
            "ဃ။ နောက်မှရှင်းပြလိုက်မယ်"
        ]
    },
    {
        numb: 6,
        question: "မင်းကိုဘယ်သူမှ မဖြေရှင်းနိုင်တဲ့ ပဟေဠိ တစ်ခု‌ ပေးလိုက်မယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ဘာဖြစ်ဖြစ် ဖြေရှင်းမယ်",
            "ခ။ ဖြည်းဖြည်းချင်း ဂရုစိုက်စဉ်းစားမယ်။",
            "ဂ။ လက်‌ လျှော့ပြီး လှောင်ရယ်လိုက်မယ်",
            "ဃ။ သူငယ်ချင်းထံမှ အကြံတောင်းမယ်"
        ]
    },
    {
        numb: 7,
        question: "မင်းဘာကိုအကြောက်ဆုံးလဲ။?",
        options: [
            "က။ ကိုယ်ဂရုစိုက်တဲ့လူ တွေကို ဆုံးရှုံးရမှာ",
            "ခ။ မင်းရဲ့အိပ်မက် တွေတစ်ကယ်ဖြစ်မလာမှာ",
            "ဂ။ လုံးဝ တစ်ယောက်တည်းဖြစ်််် ေနမှာ",
            "ဃ။ မရေရာတဲ့အနာဂတ်ဖြစ်မှာ"
        ]
    },
    {
        numb: 8,
        question: "မင်းရဲ့ သူငယ်ချင်း ဝမ်းနည်းနေရင် ဘယ်လိုကူညီမှာလဲ။?",
        options: [
            "က။ မသိမသာ စကားလမ်း ကြောင်းပြောင်းမယ်",
            "ခ။ တိတ်တိတ်လေး သူတို့ပြောတာနား ထောင်မယ်",
            "ဂ။ ရယ်အောင်လုပ်မယ်",
            "ဃ။ ဖက်ထားလိုက်မယ်",
        ]
    },
    {
        numb: 9,
        question: "ဘယ်‌နေရာကိုသွားချင်လဲ။?",
        options: [
            "က။ ကျောက်ပျော်ရည် တွေဆူပွက်နေတဲ့နေရာ",
            "ခ။ ရှေးဟောင်း တောနက်ထဲ",
            "ဂ။ မီးရောင်တွေ လင်းနေတဲ့ မြို့ကြီးထဲ",
            "ဃ။ တိတ်ဆိတ်ငြိမ်သက်နေတဲ့ တောင်ပေါ် ",
        ]
    },
    {
        numb: 10,
        question: "လူတစ်ယောက် မင်းကိုလိမ် ပြော ‌‌‌‌‌နေတာ မင်းသိသွားတယ် မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ အမှန် ပြောမလား စောင့်ကြည့်မယ်",
            "ခ။ ခွင့်လွှတ်ပါတယ်",
            "ဂ။ စိတ်ထဲမှတ်ထားပြီး ရယ်လိုက်မယ်",
            "ဃ။ ဘာမှပြန်မပြောဘဲ စိတ်မကောင်းဖြစ်မယ်"
        ]
    },
    {
        numb: 11,
        question: "မင်းပြိုင်ပွဲတစ်ခုမှာ အနိုင်ရမယ်။ ပြီးရင်၊မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ငါနိုင်တာဆိုပြီး နည်းနည်း လိုက်ကြွားမယ်",
            "ခ။ ပြုံးပြပြီး လုပ်စရာရှိတာဆက်လုပ်မယ်",
            "ဂ။ အောင်ပွဲခံမယ်",
            "ဃ။ အားလုံးကို ရိုရိုသေသေ ကျေးဇူးတင် ကြောင်းပြောမယ်"
        ]
    },
    {
        numb: 12,
        question: "မင်းဘယ်အရာကို တန်ဖိုးအထားဆုံးလဲ။?",
        options: [
            "က။ လွတ်လပ်မှု",
            "ခ။ အသိပညာ",
            "ဂ။ သူငယ်ချင်း တွေ",
            "ဃ။ ငြိမ်းချမ်းမှု"
        ]
    },
    {
        numb: 13,
        question: "မင်းမသိတဲ့ ကမ္ဘာထဲမှာ အိပ်ယာနိုးလာမယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ချက်ချင်း စူးစမ်း လေ့လာမယ်",
            "ခ။ စိတ်ငြိမ်ငြိမ်ထားပြီး ပတ်ဝန်းကျင်ကို အကဲခတ်မယ်",
            "ဂ။ ထိတ်လန့်သွားမယ်၊ ပြီးရင်ကိုယ့်ကိုယ်ကို လှောင်ရယ် မယ်",
            "ဃ။ အကူအညီ တောင်းမယ်",
        ]
    },
    {
        numb: 14,
        question: "ဘယ်လိုလူကို လေးစား၊အားကျလဲ။?",
        options: [
            "က။ မကြောက်တတ်တဲ့ ခေါင်း ဆောင်",
            "ခ။ အမျှော်အမြင်ရှိရှိ တွေးခေါ် တတ်တဲ့လူ",
            "ဂ။ အိပ်မက်နောက်ကို ပျော်ပျော်လိုက် နေတဲ့လူ",
            "ဃ။ သစ္စာရှိတဲ့ အစောင့်အရှောက်",
        ]
    },
    {
        numb: 15,
        question: "မင်းကို အသင်းတစ်သင်းကို ဦး ဆောင်ခိုင်းတယ်။ မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ချက်ချင်းလက်ခံမယ်။",
            "ခ။ လက်ခံမယ် ပြီးရင် သေချာအစီအစဉ်ချမယ်",
            "ဂ။ ပျော်စရာကောင်းတဲ့ အဖွဲ့အဖြစ်ပြောင်းလိုက်မယ်။",
            "ဃ။ တခြား ခေါင်း ဆောင်ချင်သူရှိလားမေး မယ်"
        ]
    },
    {
        numb: 16,
        question: "တစ်ယောက် ယောက်က မင်းရဲ့အကြံကို လှောင်ရယ်ပြုမယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ယုံကြည်ချက်ရှိရှိ ပြန်ပြောမယ်",
            "ခ။ ပြုံးပြပြီး အလုပ်နှင့် သက်သေပြမယ်",
            "ဂ။ မကြားချင်‌ ယောင် ဆောင်မယ်",
            "ဃ။ စိတ်မ ကောင်းဖြစ် မယ် ဒါပေမယ့် ဆက်ပြော နေမယ်"
        ]
    },
    {
        numb: 17,
        question: "မင်း အနေချင်ဆုံး နေရာ?",
        options: [
            "က။ တိမ်တွေ ပေါ်မှာ မျောနေတဲ့ကျွန်းပေါ်",
            "ခ။ တောထဲက ရေကန်‌ လေး နှင့် သစ်ပင် ပေါ်ဆောက်ထားတဲ့အိမ်",
            "ဂ။ နဂါး တွေကို လေ့ကျင့်ပေးတဲ့ နေရာ",
            "ဃ။ လျှို့ဝှက်ချက်တွေ အပြည့်နှင့် စာကြည့်တိုက်ထဲ",
        ]
    },
    {
        numb: 18,
        question: "မင်းက အရာအားလုံးကို ပြောင်းလဲ အောင်လုပ်လို့ရတဲ့ ရတနာတစ်ခုကို ရလိုက်မယ် မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ တွန့်ဆုတ်မ နေဘဲ ကောင်းတဲ့နေရာမှာသုံးမယ်",
            "ခ။ အရင်ဆုံး လေ့လာမယ်",
            "ဂ။ ရောင်းပြီး မုန့်ဝယ်စားမယ်",
            "ဃ။ ဘယ်သူမှမသုံးရအောင် မမြင်နိုင် တဲ့နေရာမှာ ဝှက်ထားမယ်"
        ]
    },
    {
        numb: 19,
        question: "မင်းမှာ ဒြပ်စင်တစ်ခု ရှိမယ်ဆိုရင်။ ဘာဖြစ်မလဲ။",
        options: [
            "က။ မီး",
            "ခ။ ရေ",
            "ဂ။ လေ",
            "ဃ။ မြေ"
        ]
    },
    {
        numb: 20,
        question: "ညတစ်ည မင်းလမ်းလျှောက်နေတုန်းမှာ မင်းနောက်က ထူးဆန်းတဲ့အသံတစ်ခု ကြားလိုက်ရတယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။‌ နောက်ကိုလှည့်ကြည့်လိုက်မယ်",
            "ခ။ သတိထားပြီး ဆက်လမ်းလျှောက်မယ်",
            "ဂ။ ရပ်၊ ပြေးရင် ပြေးသွားမှာ။",
            "ဃ။ ဘယ်သူလဲ ဆိုပြီးမေးလိုက်မယ်။"
        ]
    },
    {
        numb: 21,
        question: "မင်းခရီးသွားနေတုန်းမှာ မုန်တိုင်းတိုက်တယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။  စားစရာတွေ နှင့် အစီအစဉ်‌ကိုပြန်စစ်မယ်။",
            "ခ။ လုံခြုံတဲ့နေရာရှာပြီး မုန်းတိုင်းပြီး အောင် စောင့်မယ်",
            "ဂ။ ရယ်မယ်။ \"စွန့်စားခန်းကွ\"",
            "ဃ။ အခြားလူ တွေနားခိုစရာ ရှာတာကူညီမယ်"
        ]
    },
    {
        numb: 22,
        question: "ကလေးတစ်ယောက်က လူကြားထဲမှာ ပိုက်ဆံအိတ် ပြုတ်ကျသွားတယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ကောက်ပြီး လိုက် ပေးမယ်။",
            "ခ။ ခေါ်ပြီးတော့ ပေးလိုက်မယ်။",
            "ဂ။ လူတစ်ယောက် ယောက် ကိုပေးခိုင်းလိုက်မယ်",
            "ဃ။ ပြန်လာ မယူ မချင်း ထိုင် စောင့်နေမယ်"
        ]
    },
    {
        numb: 23,
        question: "မင်းတောထဲမှာ လမ်းပျောက်‌ နေတယ်။ ဘာလုပ်မလဲ။?",
        options: [
            "က။ အပင်ပေါ်တက်ပြီး လမ်းမှန်ရှာမယ်",
            "ခ။ စိတ်ငြိမ်ငြိမ်ထားပြီး သေချာပြန်တွေးကြည့်မယ်",
            "ဂ။ မကြောက်အောင် သီချင်းဆိုမယ်",
            "ဃ။ အကူအညီ အော်တောင်းမယ်"
        ]
    },
    {
        numb: 24,
        question: "မင်းက အသင်းတစ်ခုရဲ့ အစီအစဉ် တစ်ခုမှာ အမှားလုပ်မိတယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ဝန်ခံပြီး အမှားပြန်ပြင်မယ်",
            "ခ။ စိတ်အေးအေး ထားပြီး အကူအညီ‌ ‌‌‌တောင်းမယ်",
            "ဂ။ ‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌စိတ်တင်းမာမှု‌ တွေ မဖြစ် အောင်ဟာသလုပ်လိုက်မယ်",
            "ဃ။ စိတ်မ‌ကောင်းဖြစ်ပြီး ဆက်အလုပ်လုပ်မယ်"
        ]
    },
    {
        numb: 25,
        question: "မင်းကို အိမ်မွေးတိရစ္ဆာန် တစ်ကောင် ပေးလိုက်မယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ကြီးလာအောင် မွေးမယ်",
            "ခ။ ဘာလုပ်တတ်လဲ ကြည့်ပြီး လေ့လာမယ်",
            "ဂ။ ပျော် အောင်ထားမယ်",
            "ဃ။ မွေးနိုင်လားမသိ ပေးမယ့် အကောင်းဆုံး ကြိုးစားမွေးမယ်"
        ]
    },
    {
        numb: 26,
        question: "မင်းကို စင်ပေါ်မှာ ကဖို့ တောင်းဆိုမယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ ကမယ်",
            "ခ။ မကခင် သေချာ လေ့ကျင့်သွားမယ်",
            "ဂ။ အခြားလူ တွေ လိုက် ‌‌‌‌‌‌ခေါ်မယ်",
            "ဃ။ ရှက်ပေမယ့် ပြုံးပြပြီး အကောင်းဆုံးကြိုးစားမယ်"
        ]
    },
    {
        numb: 27,
        question: "မင်းက  ဘုရင်တစ်ယောက်ဖြစ် တစ်ရက်ဖြစ်ရမယ်ဆို မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ သူပုန်တွေကို ချက်ချင်း နှိမ်နင်းမယ်",
            "ခ။ တိုင်းပြည်ရှေ့ရေးအတွက် သေချာစဉ်းစားပြီး အစီစဉ်တွေချမယ်",
            "ဂ။ စားချင်တာ မှန်သမျှအကုန်စားမယ်",
            "ဃ။ ယုံရတဲ့ လူတစ် ယောက်လက်ထဲအပ်လိုက်မယ်"
        ]
    },
    {
        numb: 28,
        question: "မင်းရဲ့ သူငယ်ချင်းက မင်း‌‌ကို‌လာတွေ့ဖို့ နောက်ကျ နေတယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ စိတ်ရှည်ရှည်ထားပြီး စောင့်မယ်",
            "ခ။ အဆင် ပြေလား စာပို့မေးမယ်",
            "ဂ။ လမ်း လျှောက်ရင်းအချိန် ကုန်တာ စောင့်မယ်",
            "ဃ။ စိတ်ပူပေမယ့် စောင့်ပဲနေမယ်"
        ]
    },
    {
        numb: 29,
        question: "မင်းလူတစ် ယောက်ရဲ့ ကိုယ် ရေး အချက်အလက် တွေရေးထားတဲ့ စာအုပ်ကို တွေ့လိုက်မယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ လေးစားမှု ထားပြီးပိတ်ထားလိုက်မယ်",
            "ခ။ ဖြည်းဖြည်းချင်း သေချာဖတ်ကြည့်မယ်",
            "ဂ။ ပိုင်ရှင်ပြန်မလာခင်အထိ ဝှက်ထားမယ်။",
            "ဃ။ ယုံရတဲ့ လူတစ် ယောက်လက်ထဲအပ်လိုက်မယ်"
        ]
    },
    {
        numb: 30,
        question: "နောက်နေ့ စာမေးပွဲ ဖြေရမယ်။မင်းဘာလုပ်မလဲ။?",
        options: [
            "က။ တစ်ညလုံး စာထိုင်ကျက်မယ်",
            "ခ။ အနားယူပြီး စိတ်ငြိမ်အောင် ထားမယ်",
            "ဂ။ ဖြေချင် နေပြီ",
            "ဃ။ ကြောက်တယ်ဆို ပေမယ့်  ေအးဆေးအောင်တယ်"
        ]
    },
];